Revit 2027 API
ParameterTypeId.PointAdaptiveNumParam Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointAdaptiveNumParam { get; }
Public Shared ReadOnly Property PointAdaptiveNumParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointAdaptiveNumParam {
	ForgeTypeId^ get ();
}
static member PointAdaptiveNumParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace